Repository: muteeb360/quran_app_flutter
Catalog: lib/l10n/app_*.arb
Languages: ur

source: Prayer Times
ur: نماز کے اوقات

source: Upcoming Prayer
ur: آنے والی نماز

source: Prayer Time
ur: نماز کا وقت

source: Prayer Chart
ur: نماز کا چارٹ

source: Juristic Method
ur: فقہی طریقہ

source: Fajr
ur: فجر

source: Sunrise
ur: طلوع آفتاب

source: Dhuhr
ur: ظہر

source: Asr
ur: عصر

source: Maghrib
ur: مغرب

source: Isha
ur: عشاء

source: Loading...
ur: لوڈ ہو رہا ہے...

source: Tomorrow
ur: کل

source: Until
ur: تک

source: Until Fajr (Next Day)
ur: فجر تک (اگلا دن)

source: Fetching Location...
ur: مقام تلاش کیا جا رہا ہے...

# locationPermissionRequired
source: Please allow location permission
ur: براہ کرم لوکیشن کی اجازت دیں

source: Unknown Location
ur: نامعلوم مقام

# locationUnavailable
source: Location Unavailable (Cached)
ur: مقام دستیاب نہیں (محفوظ شدہ)

source: Home
ur: ہوم

source: Search...
ur: تلاش کریں...

source: Verse of the Day
ur: دن کی آیت

source: Now
ur: اب

source: Qibla
ur: قبلہ

source: Dua
ur: دعا

source: Asma ul Husna
ur: اسماء الحسنیٰ

source: Nabi Names
ur: انبیاء کے نام
